10/data/attachments/43e5240a597bf0f9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_74bf323d-e197-4daa-af3b-fd4e71150586</nif:username>
            <nif:friendToBeAdded>Jeffrey_benefit_Actions_38822_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>